Repository: Juan-Borsacchi/Wallie
Catalog: Wallie/ViewModel/Localizable.xcstrings
Source language: pt_br
Languages: en

source: %lld Selecionados
en: %lld Selected

source: Abrir Galeria
en: Open Gallery

source: Acessar Galeria
en: Access Gallery

source: Adicionar experiência
en: Add experience

source: Adicione sua primeira experiência
en: Add your first experience

source: Adicione uma nova experiência para começar a explorar suas memórias.
en: Add a new experience to start exploring your memories.

source: Álbum existente
en: Existing album

source: Álbuns
en: Albums

source: Câmera indisponível
en: Camera unavailable

source: Campo obrigatório.
en: Required field.

source: Cancelar
en: Cancel

source: Capa da Experiência
en: Experience Cover

source: Capture e veja suas experiências
en: Capture and view your experiences

source: Categoria
en: Category

source: Como foi?
en: How was it?

source: Como se sentiu?
en: How did you feel?

source: Criar Album
en: Create Album

source: Criar novo álbum...
en: Create new album...

source: Data
en: Date

source: Dê um título para o álbum...
en: Give the album a title...

source: Dê um título para sua experiência...
en: Give your experience a title...

source: Descrição
en: Description

source: Deslize para os lados para virar as páginas.
en: Swipe left or right to turn the pages.

source: Destino
en: Destination

source: Editar
en: Edit

source: Editar Álbum
en: Edit Album

source: Editar experiência
en: Edit experience

source: Escolher Fotos
en: Choose Photos

source: Escreva uma descrição...
en: Write a description...

source: Excluir
en: Delete

source: Excluir (%lld)
en: Delete (%lld)

source: Excluir Álbum
en: Delete Album

source: Excluir Álbuns
en: Delete Albums

source: Excluir Experiência
en: Delete Experience

source: Excluir experiências
en: Delete experiences

source: Experiências
en: Experiences

source: Gravação de Áudio
en: Audio Recording

source: Gravar Áudio
en: Record Audio

source: Iniciar Gravação de Áudio
en: Start Audio Recording

source: Já existe um álbum com este nome. Por favor, escolha outro título.
en: An album with this name already exists. Please choose another title.

source: Memórias
en: Memories

source: Momentos
en: Moments

source: Mover
en: Move

source: Mover para álbum
en: Move to album

source: Mover para Álbum
en: Move to Album

source: Nenhum
en: None

source: Nome do álbum...
en: Album name...

source: Pesquisar
en: Search

source: Reproduzindo...
en: Playing...

source: Salvar
en: Save

source: Selecione a data
en: Select the date

source: Selecione Itens
en: Select Items

source: Selecione suas Fotos
en: Select your Photos

source: Tem certeza que deseja apagar os %lld álbuns selecionados? As experiências associadas permanecerão salvas em suas memórias.
en: Are you sure you want to delete the %lld selected albums? The associated experiences will remain saved in your memories.

source: Tem certeza que deseja apagar os %lld itens selecionados?
en: Are you sure you want to delete the %lld selected items?

source: Tem certeza que deseja excluir esta experiência? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this experience? This action cannot be undone.

source: Tem certeza que deseja excluir o álbum '%@'?
en: Are you sure you want to delete the album '%@'?

source: Teste
en: Test

source: Tirar foto
en: Take photo

source: Tirar outra
en: Take another

source: Título
en: Title

source: Toque na barra abaixo e busque por momentos, álbuns ou categorias.
en: Tap the bar below and search for moments, albums, or categories.

source: Toque para ouvir
en: Tap to listen

source: Toque para pesquisar
en: Tap to search

source: Trocar foto
en: Change photo
